adpyke.codesnap
alefragnani.project-manager
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer
earshinov.simple-alignment
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
golang.go
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.live-server
naumovs.color-highlight
PKief.material-icon-theme
vscodevim.vim